Autodesk.Revit.DB.SynchronizeWithCentralOptions.Comment
User description of changes made since the last Sync with Central.  Empty by default.
Throws Autodesk.Revit.Exceptions.ArgumentException:
When setting this property: comment has more than 30,000 characters or more than 32,767 bytes of text.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2014